---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureWAngle
source: html/70228034-f9d6-d90f-978c-e888675f5043.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureWAngle Property

The property labeled "Angle" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string TextureWAngle { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 360".